Repository: artemovbasil-oss/basil-arcana
Catalog: basil_arcana/app_flutter/lib/l10n/app_*.arb
Languages: kk, ru

# historyTooltip
source: History
kk: Тарих
ru: История

# settingsTitle
source: Settings
kk: Баптаулар
ru: Настройки

# settingsPromoTitle
source: Promo code
kk: Промокод
ru: Промокод

# settingsPromoDescription
source: Enter a promo code to unlock unlimited energy for 1 year.
kk: Промокод енгізіп, 1 жылға шексіз энергияны аш.
ru: Введи промокод, чтобы открыть безлимитную энергию на 1 год.

# settingsPromoHint
source: Enter promo code
kk: Промокод енгіз
ru: Введи промокод

# settingsPromoApplyButton
source: Activate promo code
kk: Промокодты қосу
ru: Активировать промокод

# settingsPromoInvalid
source: Promo code is invalid.
kk: Промокод жарамсыз.
ru: Промокод не найден.

# settingsPromoApplied
source: Promo activated: 1-year unlimited access enabled.
kk: Промокод іске қосылды: 1 жылдық шексіз қолжетімділік берілді.
ru: Промокод активирован: безлимит на 1 год включен.

# settingsPromoResetButton
source: Disable promo code
kk: Промокодтан бас тарту
ru: Отказаться от промокода

# settingsPromoResetDone
source: Promo disabled. Back to free version.
kk: Промокод өшірілді. Тегін нұсқаға қайттық.
ru: Промокод отключен. Возвращаемся к бесплатной версии.

# settingsDashboardTitle
source: Your profile dashboard
kk: Профиль және көрсеткіштер
ru: Профиль и показатели

# settingsDashboardTopCardsTitle
source: Top cards by frequency
kk: Түсу жиілігі бойынша топ карталар
ru: Топ карт по частоте

# settingsDashboardTopCardsEmpty
source: No card stats yet.
kk: Карталар статистикасы әлі жоқ.
ru: Пока нет статистики по картам.

# settingsDashboardServicesTitle
source: Paid services
kk: Ақылы сервистер
ru: Платные сервисы

# settingsDashboardServicesEmpty
source: No active paid services.
kk: Белсенді ақылы сервис жоқ.
ru: Активных платных сервисов нет.

# settingsDashboardServiceUnlimitedNoDate
source: Unlimited energy plan is active.
kk: Шексіз энергия белсенді.
ru: Безлимитная энергия активна.

# settingsDashboardServiceUnlimitedWithDate
source: Unlimited energy plan is active until {date}.
kk: Шексіз энергия {date} дейін белсенді.
ru: Безлимитная энергия активна до {date}.

# settingsDashboardEnergy
source: Current energy: {value}
kk: Қазіргі энергия: {value}
ru: Энергия сейчас: {value}

# settingsDashboardFreePremium
source: Free premium five-card readings: {count}
kk: 5 картаға тегін премиум жайылмалар: {count}
ru: Бесплатные премиум-расклады на 5 карт: {count}

# settingsDashboardFreePremiumRemaining
source: Free premium readings left: {count}
kk: Қалған тегін премиум жайылмалар: {count}
ru: Осталось бесплатных премиум-раскладов: {count}

# settingsDashboardInvited
source: Invited users: {count}
kk: Шақырылған пайдаланушылар: {count}
ru: Приглашено пользователей: {count}

# settingsDashboardShareButton
source: Share personal referral link
kk: Жеке реферал сілтемені бөлісу
ru: Поделиться персональной ссылкой

# settingsDashboardLoadError
source: Could not load dashboard data right now.
kk: Дашборд деректерін жүктеу мүмкін болмады.
ru: Не удалось загрузить данные дашборда.

# languageLabel
source: Language
kk: Тіл
ru: Язык

# languageRussian
source: Russian (RU)
kk: Русский (RU)
ru: Русский (RU)

# languageKazakh
source: Kazakh (KZ)
kk: Қазақша (KZ)
ru: Қазақша (KZ)

# deckLabel
source: Deck
kk: Топтама
ru: Колода

# deckAll
source: All decks
kk: Барлық топтамалар
ru: Все колоды

# deckMajor
source: Major Arcana
kk: Үлкен аркандар
ru: Старшие арканы

# deckWands
source: Wands
kk: Таяқтар
ru: Жезлы

# deckCups
source: Cups
kk: Тостағандар
ru: Кубки

# deckSwords
source: Swords
kk: Қылыштар
ru: Мечи

# deckPentacles
source: Pentacles
kk: Пентакльдер
ru: Пентакли

# deckAllName
source: All decks
kk: Барлық топтамалар
ru: Все колоды

# deckMajorName
source: Major Arcana
kk: Үлкен аркандар
ru: Старшие арканы

# deckWandsName
source: Wands
kk: Таяқтар
ru: Жезлы

# deckCupsName
source: Cups
kk: Тостағандар
ru: Кубки

# deckSwordsName
source: Swords
kk: Қылыштар
ru: Мечи

# deckPentaclesName
source: Pentacles
kk: Пентакльдер
ru: Пентакли

# deckDebugLogLabel
source: Debug: log Wands asset path
kk: Debug: Таяқтар жолын шығару
ru: Debug: вывести путь для Жезлов

# homeTagline
source: Clarity, in cards.
kk: Карталардағы айқындық.
ru: Ясность в картах.

# homeSubtitle
source: Ask a question and explore the threads that shape your next step
kk: Сұрақ қойып, келесі қадамыңызды айқындайтын желілерді зерттеңіз
ru: Задайте вопрос и исследуйте нити, которые определяют ваш следующий шаг

# homeDescription
source: Catch the magic vibe
kk: Сиқыр вайбын ұста
ru: Поймай магический вайб

# homeQuestionPlaceholder
source: Type your question here…
kk: Сұрағыңызды жазыңыз…
ru: Напишите свой вопрос…

# homeQuestionLabel
source: What's your question?
kk: Сұрағыңыз қандай?
ru: Какой у вас вопрос?

# homeQuestionHint
source: Type what you want clarity on
kk: Айқындық керек нәрсені жазыңыз
ru: Напишите, в чем нужна ясность

# homeClearQuestionTooltip
source: Clear question
kk: Сұрақты тазарту
ru: Очистить вопрос

# homeTryPrompt
source: Try one of these prompts:
kk: Осы сұрақтардың бірін көріңіз:
ru: Попробуй один из этих запросов:

# homeRecentQueriesButton
source: 🕘 Recent prompts
kk: 🕘 Алдыңғы сұрақтар
ru: 🕘 Прошлые запросы

# homeExample1
source: Where should I place my energy?
kk: Энергиямды қайда бағыттаған дұрыс?
ru: Куда направить свою энергию?

# homeExample2
source: What is the hidden lesson here?
kk: Мұндағы жасырын сабақ қандай?
ru: Какой урок здесь скрыт?

# homeExample3
source: What needs patience from me?
kk: Қай жерде сабыр керек?
ru: Где мне стоит проявить терпение?

# homeQuickTopicRelationships
source: Relationships
kk: Қарым-қатынас
ru: Отношения

# homeQuickTopicMoney
source: Money
kk: Ақша
ru: Деньги

# homeQuickTopicFuture
source: Future
kk: Болашақ
ru: Будущее

# homeQuickTopicGrowth
source: Growth point
kk: Өсу нүктесі
ru: Точка роста

# homeQuickTopicWeatherTomorrow
source: Tomorrow's weather
kk: Ертеңгі ауа райы
ru: Погода на завтра

# homeContinueButton
source: Continue to your spread
kk: Жаймаға өту
ru: Перейти к раскладу

# homeAllCardsButton
source: All cards
kk: Барлық карталар
ru: Все карты

# homeAllCardsDescription
source: Touch the magic of the cards
kk: Карталар сиқырына қол тигіз
ru: Прикоснись к магии карт

# cardsTitle
source: All cards
kk: Барлық карталар
ru: Все карты

# cardsEmptyTitle
source: No cards to show yet
kk: Карталар әзірге жоқ
ru: Карты пока недоступны

# cardsEmptySubtitle
source: Please try again in a moment.
kk: Сәл кейінірек қайталап көріңіз.
ru: Попробуйте снова чуть позже.

# cardsLoadError
source: Cards data missing or invalid.
kk: Карталардың деректері жоқ немесе бүлінген.
ru: Данные карт отсутствуют или повреждены.

# dataLoadTitle
source: Unable to reach the card library.
kk: Карталар кітапханасына қосыла алмадық.
ru: Не удаётся подключиться к библиотеке карт.

# dataLoadRetry
source: Retry
kk: Қайталау
ru: Повторить

# dataLoadUseCache
source: Use cached data
kk: Кэшті пайдалану
ru: Использовать кэш

# dataLoadSpreadsError
source: Unable to load spreads right now.
kk: Таралымдарды жүктеу мүмкін емес.
ru: Не удалось загрузить расклады.

# cardsDetailTitle
source: Card details
kk: Карта туралы
ru: Детали карты

# cardKeywordsTitle
source: Keywords
kk: Түйін сөздер
ru: Ключевые слова

# cardGeneralTitle
source: General meaning
kk: Жалпы мағына
ru: Общее значение

# cardDetailedTitle
source: Detailed description
kk: Толық сипаттама
ru: Подробное описание

# cardFunFactTitle
source: Fun fact
kk: Қызықты дерек
ru: Интересный факт

# cardStatsTitle
source: Stats
kk: Көрсеткіштер
ru: Показатели

# cardDetailsFallback
source: Details unavailable.
kk: Мәліметтер жоқ.
ru: Нет подробностей.

# statLuck
source: Luck
kk: Сәттілік
ru: Удача

# statPower
source: Power
kk: Күш
ru: Сила

# statLove
source: Love
kk: Махаббат
ru: Любовь

# statClarity
source: Clarity
kk: Айқындық
ru: Ясность

# cardsDetailKeywordsTitle
source: Keywords
kk: Кілт сөздер
ru: Ключевые слова

# cardsDetailMeaningTitle
source: General meaning
kk: Жалпы мағынасы
ru: Общее значение

# cardsDetailDescriptionTitle
source: Detailed description
kk: Толық сипаттама
ru: Подробное описание

# cardsDetailFunFactTitle
source: Fun fact
kk: Қызықты дерек
ru: Интересный факт

# cardsDetailStatsTitle
source: Stats
kk: Көрсеткіштер
ru: Показатели

# cardsDetailStatLuck
source: Luck
kk: Сәттілік
ru: Удача

# cardsDetailStatPower
source: Power
kk: Күш
ru: Сила

# cardsDetailStatLove
source: Love
kk: Махаббат
ru: Любовь

# cardsDetailStatClarity
source: Clarity
kk: Айқындық
ru: Ясность

# videoTapToPlay
source: Tap to play
kk: Ойнату үшін түртіңіз
ru: Нажмите, чтобы воспроизвести

# cdnHealthTitle
source: CDN health
kk: CDN күйі
ru: CDN состояние

# cdnHealthAssetsBaseLabel
source: Assets base URL
kk: Ассеттер базасы
ru: База ассетов

# cdnHealthLocaleLabel
source: Locale
kk: Тіл
ru: Язык

# cdnHealthCardsFileLabel
source: Cards JSON
kk: Карталар JSON
ru: Карты JSON

# cdnHealthSpreadsFileLabel
source: Spreads JSON
kk: Таралымдар JSON
ru: Расклады JSON

# cdnHealthVideoIndexLabel
source: Video index
kk: Видео индексі
ru: Индекс видео

# cdnHealthLastFetchLabel
source: Last fetch
kk: Соңғы жүктеу
ru: Последняя загрузка

# cdnHealthLastCacheLabel
source: Last cache hit
kk: Соңғы кэш
ru: Последний кэш

# cdnHealthTestFetch
source: Test fetch cards/spreads
kk: Карта/таралым жүктеуін тексеру
ru: Проверить загрузку карт/раскладов

# cdnHealthStatusIdle
source: Idle
kk: Күту
ru: Ожидание

# cdnHealthStatusSuccess
source: Fetch succeeded
kk: Сәтті
ru: Успешно

# cdnHealthStatusFailed
source: Fetch failed
kk: Қате
ru: Ошибка

# spreadTitle
source: Choose a spread
kk: Жайманы таңдаңыз
ru: Выберите расклад

# spreadOneCardTitle
source: One card
kk: Бір карта
ru: Одна карта

# spreadOneCardSubtitle
source: A quick mirror for the moment. One card — one clear focus.
kk: Сәтті тез аңғаруға арналған айна. Бір карта — бір айқын фокус.
ru: Быстрое зеркало момента. Одна карта — один ясный фокус.

# spreadThreeCardTitle
source: Three cards
kk: Үш карта
ru: Три карты

# spreadThreeCardSubtitle
source: A simple arc of your story. Three cards — context and direction.
kk: Оқиғаңның қарапайым доғасы. Үш карта — мәнмәтін мен бағыт.
ru: Простая дуга истории. Три карты — контекст и направление.

# spreadFiveCardTitle
source: Five cards
kk: Бес карта
ru: Пять карт

# spreadFiveCardSubtitle
source: A deeper look at your path. Five cards — layered context and guidance.
kk: Жағдайға тереңірек көзқарас. Бес карта — көпқабатты мәнмәтін мен бағыт.
ru: Более глубокий взгляд на ситуацию. Пять карт — слои контекста и рекомендации.

# spreadFivePosition1
source: Core energy
kk: Жағдайдың мәні
ru: Суть ситуации

# spreadFivePosition2
source: What helps
kk: Не көмектеседі
ru: Что помогает

# spreadFivePosition3
source: What blocks
kk: Не кедергі
ru: Что мешает

# spreadFivePosition4
source: Hidden factor
kk: Жасырын фактор
ru: Скрытый фактор

# spreadFivePosition5
source: Outcome and advice
kk: Нәтиже және кеңес
ru: Итог и совет

# spreadLabelPast
source: Past
kk: Өткен
ru: Прошлое

# spreadLabelPresent
source: Present
kk: Қазіргі
ru: Настоящее

# spreadLabelFuture
source: Future
kk: Болашақ
ru: Будущее

# spreadCardCount
source: {count,plural, one{1 card} other{{count} cards}}
kk: {count,plural, other{{count} карта}}
ru: {count,plural, one{1 карта} few{{count} карты} many{{count} карт} other{{count} карты}}

# spreadLoadError
source: Error: {error}
kk: Қате: {error}
ru: Ошибка: {error}

# shuffleTitle
source: Shuffle the deck
kk: Колоданы араластырыңыз
ru: Перетасуйте колоду

# shuffleSubtitle
source: Shuffling the deck
kk: Колода араластырылуда
ru: Перетасовываем колоду

# shuffleReadingSubtitle
source: Reading your spread
kk: Жайманы оқимыз
ru: Читаем расклад

# shuffleDrawButton
source: Draw cards
kk: Карталарды тарту
ru: Вытянуть карты

# resultTitle
source: Your reading
kk: Сіздің оқылымыңыз
ru: Ваш расклад

# resultStatusAiReading
source: Basil is interpreting…
kk: Basil түсіндіріп жатыр…
ru: Базилик толкует…

# resultRequestIdUnavailable
source: Request ID unavailable
kk: Сұрау идентификаторы қолжетімсіз
ru: Идентификатор запроса недоступен

# resultRequestIdLabel
source: Request ID: {id}
kk: Сұрау ID: {id}
ru: ID запроса: {id}

# resultSnackSaved
source: Reading saved.
kk: Оқылым сақталды.
ru: Расклад сохранен.

# resultSectionArcaneSnapshot
source: Arcane Snapshot
kk: Аркандық шолу
ru: Арканический снимок

# resultSectionWhy
source: Why this reading
kk: Неге бұл оқылым
ru: Почему этот расклад

# resultSectionAction
source: Action step (next 24–72h)
kk: Әрекет қадамы (келесі 24–72 сағ)
ru: Шаг действия (следующие 24–72 ч)

# resultReferralTitle
source: Referral bonus
kk: Ұсыныс бонусы
ru: Бонус за рекомендацию

# resultReferralBody
source: Share your personal link with friends and get 20 free premium five-card readings for every new user who joins from your link.
kk: Жеке сілтемеңді достарыңмен бөліс және сілтеме арқылы келген әр жаңа қолданушы үшін 5 карталық 20 тегін премиум жайылма ал.
ru: Поделись персональной ссылкой с друзьями и получай 20 бесплатных премиум-раскладов на 5 карт за каждого нового пользователя, который перейдет по ссылке.

# resultReferralButton
source: Share link
kk: Сілтемемен бөлісу
ru: Поделиться ссылкой

# resultReferralCopied
source: Referral link copied. Send it in Telegram.
kk: Реферал сілтеме көшірілді. Оны Telegram-да жібер.
ru: Реферальная ссылка скопирована. Отправь ее в Telegram.

# resultReferralShareMessage
source: Try Basil Arcana: stylish and accurate Tarot readings right in Telegram.
kk: Basil Arcana-ны байқап көр: Telegram ішіндегі әдемі әрі нақты Таро жайылмалары.
ru: Загляни в Basil Arcana: красивые и точные расклады Таро прямо в Telegram.

# resultDeepPrompt
source: Want details on relationships and career?
kk: Қарым-қатынас пен мансап туралы толығырақ керек пе?
ru: Хочешь детали про отношения и карьеру?

# resultDeepNotNow
source: Not now
kk: Қазір емес
ru: Не сейчас

# resultDeepShowDetails
source: Yes
kk: Иә
ru: Да

# resultDeepRetryMessage
source: The deeper reading slipped away. Want to try again?
kk: Терең оқылым үзіліп қалды. Қайта көреміз бе?
ru: Глубокое чтение ускользнуло. Попробовать ещё раз?

# resultDeepCancel
source: Cancel
kk: Болдырмау
ru: Отмена

# resultDeepTryAgain
source: Try again
kk: Қайта көру
ru: Повторить

# resultDeepTypingLabel
source: Oracle is typing…
kk: Оракул жазып жатыр…
ru: Оракул печатает…

# resultDeepRelationshipsHeading
source: Relationships
kk: Қарым-қатынас
ru: Отношения

# resultDeepCareerHeading
source: Career
kk: Мансап
ru: Карьера

# cardsDrawnCount
source: Drawn {count}×
kk: {count}× түсті
ru: Выпадала {count}×

# resultDetailsTitle
source: Details
kk: Толығырақ
ru: Детали

# resultSaveButton
source: Save reading
kk: Оқылымды сақтау
ru: Сохранить расклад

# resultNewButton
source: New reading
kk: Жаңа оқылым
ru: Новый расклад

# resultWantMoreButton
source: Want more
kk: Көбірек қалаймын
ru: Хочу больше

# resultStatusUnauthorized
source: Service unavailable — try again in a moment.
kk: Қызмет қолжетімсіз — сәл кейінірек қайталап көріңіз.
ru: Сервис недоступен — попробуйте снова чуть позже.

# resultStatusNoInternet
source: No internet — showing offline reading
kk: Интернет жоқ — офлайн оқылым көрсетіледі
ru: Нет интернета — показываем офлайн-расклад

# resultStatusTimeout
source: The oracle paused — tap to retry.
kk: Оракул кідірді — қайта көру үшін түртіңіз.
ru: Оракул на паузе — нажмите, чтобы повторить.

# resultStatusTooManyAttempts
source: Too many attempts — please wait and try again.
kk: Тым көп әрекет — біраз күтіп, қайта көріңіз.
ru: Слишком много попыток — подождите и попробуйте снова.

# resultStatusServerUnavailableWithStatus
source: Oracle unavailable ({status}) — try again in a moment.
kk: Оракул қолжетімсіз ({status}) — сәл кейінірек қайталап көріңіз.
ru: Оракул недоступен ({status}) — попробуйте снова чуть позже.

# resultStatusServerUnavailable
source: Oracle unavailable — try again in a moment.
kk: Оракул қолжетімсіз — сәл кейінірек қайталап көріңіз.
ru: Оракул недоступен — попробуйте снова чуть позже.

# resultStatusMissingApiBaseUrl
source: Configuration error — missing API base URL.
kk: Баптау қатесі — API базалық URL жоқ.
ru: Ошибка конфигурации — отсутствует базовый URL API.

# resultStatusUnexpectedResponse
source: Unexpected response — tap to retry.
kk: Күтілмеген жауап — қайта көру үшін түртіңіз.
ru: Неожиданный ответ — нажмите, чтобы повторить.

# resultStatusInterpretationUnavailable
source: AI interpretation unavailable — tap to retry.
kk: AI түсіндірмесі қолжетімсіз — қайта көру үшін түртіңіз.
ru: Интерпретация ИИ недоступна — нажмите, чтобы повторить.

# oracleWaitingTitle
source: The Oracle is listening…
kk: Оракул тыңдап тұр…
ru: Оракул слушает…

# oracleWaitingSubtitle
source: Hold steady while the cards settle into focus.
kk: Карталар айқындала бастағанша сабыр сақтаңыз.
ru: Сохраняйте тишину, пока карты складываются в ясность.

# oracleTimeoutTitle
source: The Oracle is silent…
kk: Оракул үнсіз…
ru: Оракул молчит…

# oracleTimeoutBody
source: Sometimes clarity needs another breath.
kk: Кейде айқындыққа тағы бір дем керек.
ru: Иногда ясности нужен ещё один вдох.

# actionCancel
source: Cancel
kk: Болдырмау
ru: Отмена

# actionTryAgain
source: Try again
kk: Қайта көру
ru: Попробовать снова

# actionApply
source: Apply
kk: Қолдану
ru: Применить

# historyTitle
source: Reading history
kk: Оқылым тарихы
ru: История раскладов

# historyEmpty
source: History is empty for now.
kk: Әзірге тарих бос.
ru: История пока пуста.

# historyClearButton
source: Clear history
kk: Тарихты тазалау
ru: Очистить историю

# historyDetailTitle
source: Reading detail
kk: Оқылым мәліметі
ru: Детали расклада

# queryHistoryTitle
source: Recent prompts
kk: Алдыңғы сұрақтар
ru: Прошлые запросы

# queryHistoryEmpty
source: No previous prompts yet.
kk: Әзірге алдыңғы сұрақтар жоқ.
ru: Пока нет прошлых запросов.

# queryHistoryLoadError
source: Could not load prompt history.
kk: Сұрақтар тарихын жүктеу мүмкін болмады.
ru: Не удалось загрузить историю запросов.

# queryHistoryRetry
source: Retry
kk: Қайталау
ru: Повторить

# offlineFallbackReflection
source: reflection
kk: ойлану
ru: размышление

# offlineFallbackSummary
source: For “{question}”, the reading centers on {keywords}.
kk: «{question}» сұрағы үшін оқылым {keywords} төңірегінде өрбиді.
ru: Для «{question}» чтение сосредоточено на {keywords}.

# offlineFallbackAdviceLabel
source: Advice: {advice}
kk: Кеңес: {advice}
ru: Совет: {advice}

# offlineFallbackWhy
source: Each position reflects a facet of your question, and the card themes align with where attention can be placed now.
kk: Әр позиция сұрағыңыздың бір қырын көрсетеді, ал карталардың тақырыптары қазір назарды қайда бағыттау керегін айқындайды.
ru: Каждая позиция отражает грань вашего вопроса, а темы карт указывают, куда стоит направить внимание сейчас.

# offlineFallbackAction
source: Choose one small, practical step that honors the advice in the cards.
kk: Карталардың кеңесіне сай бір шағын, практикалық қадам таңдаңыз.
ru: Выберите один небольшой практичный шаг, который следует советам карт.

# moreFeaturesTitle
source: More features
kk: Қосымша мүмкіндіктер
ru: Больше возможностей

# natalChartTitle
source: Natal chart
kk: Наталдық карта
ru: Натальная карта

# natalChartDescription
source: Get a personal astrological overview based on your birth data.
kk: Туған күніңіз бойынша жеке астрологиялық талдау.
ru: Персональный астрологический разбор по дате рождения.

# natalChartFreeLabel
source: Free
kk: Тегін
ru: Бесплатно

# natalChartButton
source: I want
kk: Қалаймын
ru: Хочу

# natalChartBirthDateLabel
source: Date of birth
kk: Туған күні
ru: Дата рождения

# natalChartBirthDateHint
source: YYYY-MM-DD
kk: ЖЖЖЖ-АА-КК
ru: ГГГГ-ММ-ДД

# natalChartBirthDateError
source: Please enter your birth date.
kk: Туған күніңізді енгізіңіз.
ru: Укажите дату рождения.

# natalChartBirthTimeLabel
source: Time of birth
kk: Туған уақыты
ru: Время рождения

# natalChartBirthTimeHint
source: HH:MM
kk: СС:ММ
ru: ЧЧ:ММ

# natalChartBirthTimeHelper
source: If unsure, use 12:00 (noon).
kk: Дәл уақыт белгісіз болса, 12:00 (түскі) деп көрсетіңіз.
ru: Если точное время неизвестно, укажите 12:00 (полдень).

# natalChartGenerateButton
source: Generate
kk: Жасау
ru: Сгенерировать

# natalChartLoading
source: Creating your natal chart…
kk: Наталдық карта жасалуда…
ru: Создаем натальную карту…

# natalChartResultTitle
source: Your interpretation
kk: Түсіндірме
ru: Ваш разбор

# natalChartError
source: Couldn’t generate the natal chart. Please try again.
kk: Наталдық картаны жасау мүмкін болмады. Қайта көріңіз.
ru: Не удалось создать натальную карту. Попробуйте еще раз.

# energyLabelWithPercent
source: Oracle energy: {value}%
kk: Оракул энергиясы: {value}%
ru: Энергия оракула: {value}%

# energyLabel
source: Oracle energy
kk: Оракул энергиясы
ru: Энергия оракула

# energyInfoTooltip
source: Energy is spent on actions and restores over time
kk: Энергия әрекеттерге жұмсалады және уақыт өте қалпына келеді
ru: Энергия тратится на действия и восстанавливается со временем

# energyRecoveryReady
source: Fully recharged.
kk: Энергия толық қалпына келді.
ru: Энергия полностью восстановлена.

# energyRecoveryLessThanMinute
source: Full in less than a minute.
kk: Толық қалпына келуге бір минуттан аз қалды.
ru: До полного восстановления меньше минуты.

# energyRecoveryInMinutes
source: Full in {minutes} min.
kk: 100%-ға дейін: {minutes} мин.
ru: До 100%: {minutes} мин.

# energyActionCost
source: Action cost: {value}%
kk: Әрекет құны: {value}%
ru: Стоимость действия: {value}%

# energyTopUpButton
source: Top up
kk: Толықтыру
ru: Пополнить

# energyTopUpTitle
source: Feed your arcane flow
kk: Сиқыр қуатын күшейт
ru: Подпитай магию

# energyTopUpDescription
source: Your energy keeps the reading clear and deep. Choose your rhythm and stay in the magic.
kk: Энергияң жорамалды терең әрі анық етеді. Ырғағыңды таңда да ағымды жалғастыр.
ru: Твоя энергия ведет расклад глубже. Выбери ритм и продолжай без пауз.

# energyTopUpDescriptionCompact
source: Energy is spent on actions and recovers over time. You can wait for free recharge or boost it instantly with Stars.
kk: Энергия әр әрекетке жұмсалады және уақыт өте қалпына келеді. Күте тұр немесе жұлдызбен бірден толықтыр.
ru: Энергия тратится на действия и мягко восстанавливается сама. Можно подождать или усилить поток звездами.

# energyCostsTitle
source: Energy cost per action
kk: Әрекетке кететін энергия
ru: Сколько стоит каждое действие

# energyCostReading
source: Reading
kk: Жорамал
ru: Расклад

# energyCostDeepDetails
source: Deep details
kk: Терең талдау
ru: Углубление по раскладу

# energyCostNatalChart
source: Natal chart
kk: Наталдық карта
ru: Натальная карта

# energyNextFreeReady
source: Your next free attempt is ready.
kk: Келесі тегін әрекет дайын.
ru: Следующая бесплатная попытка уже готова.

# energyNextFreeIn
source: Next free attempt in: {value}
kk: Келесі тегін әрекетке дейін: {value}
ru: До следующей бесплатной попытки: {value}

# energyPackSmall
source: Buy +25% energy
kk: +25% энергия сатып алу
ru: Купить +25% энергии

# energyPackMedium
source: Buy +50% energy
kk: +50% энергия сатып алу
ru: Купить +50% энергии

# energyPackFull
source: Buy full energy
kk: Толық энергияны сатып алу
ru: Купить полный заряд

# energyPackYearUnlimited
source: Unlimited energy for 1 year — 1000 ⭐
kk: 1 жылға шексіз энергия — 1000 ⭐
ru: Бесконечная энергия на 1 год — 1000 ⭐

# energyTopUpSuccess
source: Energy restored by {value}%.
kk: Энергия {value}%-ға толықты.
ru: Энергия пополнена на {value}%.

# energyUnlimitedActivated
source: Unlimited energy activated for 1 year.
kk: Шексіз энергия 1 жылға қосылды.
ru: Бесконечная энергия активирована на 1 год.

# energyTopUpProcessing
source: Opening payment...
kk: Төлем ашылып жатыр...
ru: Открываем оплату...
