Repository: artemovbasil-oss/basil-arcana
Catalog: basil_arcana/app_flutter/lib/l10n/app_*.arb
Languages: kk, ru

# energyTopUpOnlyInTelegram
source: Top up with Telegram Stars is available only inside Telegram.
kk: Жұлдызбен толықтыру тек Telegram ішінде қолжетімді.
ru: Пополнение звездами доступно только внутри Telegram.

# energyTopUpPaymentCancelled
source: Payment was cancelled.
kk: Төлем тоқтатылды.
ru: Оплата отменена.

# energyTopUpPaymentPending
source: Payment is pending confirmation.
kk: Төлем расталуын күтіп тұр.
ru: Платеж ожидает подтверждения.

# energyTopUpPaymentFailed
source: Payment failed. Try again.
kk: Төлем сәтсіз аяқталды. Қайталап көріңіз.
ru: Оплата не прошла. Попробуйте снова.

# energyTopUpServiceUnavailable
source: Payment is temporarily unavailable.
kk: Төлем уақытша қолжетімсіз.
ru: Оплата временно недоступна.

# energyInsufficientForAction
source: Not enough energy for this action ({value}%).
kk: Бұл әрекетке энергия жеткіліксіз ({value}%).
ru: Недостаточно энергии для действия ({value}%).

# professionalReadingTitle
source: Professional reading
kk: Кәсіби жорамал
ru: Профессиональное толкование

# professionalReadingDescription
source: Deep interpretation of your spread by an oracle.
kk: Таралымды терең кәсіби талдау.
ru: Глубокий разбор расклада с помощью оракула.

# professionalReadingButton
source: Choose plan
kk: Тариф таңдау
ru: Выбрать тариф

# professionalReadingOpenBotMessage
source: Open the bot to see subscription plans.
kk: Жазылым жоспарларын көру үшін ботты ашыңыз.
ru: Открой бота, чтобы увидеть тарифы подписки.

# professionalReadingOpenBotAction
source: Open bot
kk: Ботты ашу
ru: Открыть бота

# professionalReadingOpenBotSnackbar
source: Open bot to choose a plan.
kk: Тарифті таңдау үшін ботты ашыңыз.
ru: Открой бота, чтобы выбрать тариф.
