{
  "major_00_fool": {
    "title": "Аңғал",
    "keywords": [
      "бастау",
      "еркіндік",
      "сенім"
    ],
    "meaning": {
      "general": "Аңғал жаңа бастау мен ашық қызығушылық жайлы айтады.",
      "detailed": "Аңғал жаңа бастау мен ашық қызығушылық жайлы айтады. Жақсы жағында бұл ойнақы батылдық пен үміт. Көлеңкеде бұл аңғалдық немесе ойланбай секіру болып көрінуі мүмкін. Кеңес: алға қадам басыңыз, бірақ сақ болыңыз."
    },
    "fact": "Аңғал нөлмен белгіленеді — шексіз мүмкіндік нышаны.",
    "stats": {
      "luck": 70,
      "power": 60,
      "love": 55,
      "clarity": 50
    }
  },
  "major_01_magician": {
    "title": "Сиқыршы",
    "keywords": [
      "ерік",
      "шеберлік",
      "жүзеге асыру"
    ],
    "meaning": {
      "general": "Сиқыршы нақты ниет және өзгеріс жасау құралдары жайлы айтады.",
      "detailed": "Сиқыршы нақты ниет және өзгеріс жасау құралдары жайлы айтады. Жақсы жағында бұл сенім және тапқыр әрекет. Көлеңкеде бұл манипуляция немесе бытыраңқы күш болып көрінуі мүмкін. Кеңес: шеберлікті нақты мақсатқа бағыттаңыз."
    },
    "fact": "Сиқыршы төрт мастьтың да нышанын ұстайды.",
    "stats": {
      "luck": 55,
      "power": 85,
      "love": 45,
      "clarity": 75
    }
  },
  "major_02_high_priestess": {
    "title": "Жоғарғы Жрица",
    "keywords": [
      "интуиция",
      "құпия",
      "ішкі дауыс"
    ],
    "meaning": {
      "general": "Жоғарғы Жрица тыныш даналық пен жасырын нәрсе жайлы айтады.",
      "detailed": "Жоғарғы Жрица тыныш даналық пен жасырын нәрсе жайлы айтады. Жақсы жағында бұл терең тыңдау және рухани түйсік. Көлеңкеде бұл жабықтық немесе үнсіздіктен шатасу болып көрінуі мүмкін. Кеңес: кідіріп, байқап, сезімге сеніңіз."
    },
    "fact": "Ол Боаз және Яхин бағандарының арасында отырады.",
    "stats": {
      "luck": 60,
      "power": 50,
      "love": 70,
      "clarity": 80
    }
  },
  "major_03_empress": {
    "title": "Императрица",
    "keywords": [
      "молшылық",
      "қамқорлық",
      "шығармашылық"
    ],
    "meaning": {
      "general": "Императрица өсу, сұлулық және мейірім жайлы айтады.",
      "detailed": "Императрица өсу, сұлулық және мейірім жайлы айтады. Жақсы жағында бұл құнарлылық және жомарт қолдау. Көлеңкеде бұл шамадан тыс еркелету немесе тұншықтыру болып көрінуі мүмкін. Кеңес: тұрақты өсімге орын беріңіз."
    },
    "fact": "Императрица Венерамен байланысады.",
    "stats": {
      "luck": 75,
      "power": 65,
      "love": 85,
      "clarity": 55
    }
  },
  "major_04_emperor": {
    "title": "Император",
    "keywords": [
      "құрылым",
      "билік",
      "тұрақтылық"
    ],
    "meaning": {
      "general": "Император тәртіп, шекара және тұрақты басшылық жайлы айтады.",
      "detailed": "Император тәртіп, шекара және тұрақты басшылық жайлы айтады. Жақсы жағында бұл қорғау және тәртіпті әрекет. Көлеңкеде бұл қаталдық немесе бақылау болып көрінуі мүмкін. Кеңес: әділ әрі анық басшылық етіңіз."
    },
    "fact": "Император Қой белгісімен байланысты.",
    "stats": {
      "luck": 55,
      "power": 85,
      "love": 45,
      "clarity": 70
    }
  },
  "major_05_hierophant": {
    "title": "Иерофант",
    "keywords": [
      "дәстүр",
      "үйрену",
      "бағыт"
    ],
    "meaning": {
      "general": "Иерофант ортақ даналық, рәсім және тиістілік жайлы айтады.",
      "detailed": "Иерофант ортақ даналық, рәсім және тиістілік жайлы айтады. Жақсы жағында бұл тәлімгерлік және рухани негіз. Көлеңкеде бұл көзсіз ереже немесе догма болып көрінуі мүмкін. Кеңес: ережені біліп, ақылмен қолданыңыз."
    },
    "fact": "Бұл карта Торпақ белгісімен байланысты.",
    "stats": {
      "luck": 50,
      "power": 60,
      "love": 55,
      "clarity": 75
    }
  },
  "major_06_lovers": {
    "title": "Ғашықтар",
    "keywords": [
      "бірлік",
      "таңдау",
      "құндылық"
    ],
    "meaning": {
      "general": "Ғашықтар маңызды байланыс пен үйлескен таңдау жайлы айтады.",
      "detailed": "Ғашықтар маңызды байланыс пен үйлескен таңдау жайлы айтады. Жақсы жағында бұл үйлесім және шынайы адалдық. Көлеңкеде бұл күмән немесе бөлінген адалдық болып көрінуі мүмкін. Кеңес: негізгі құндылыққа сай таңдаңыз."
    },
    "fact": "Ғашықтар Егіздер белгісімен байланысты.",
    "stats": {
      "luck": 65,
      "power": 55,
      "love": 90,
      "clarity": 60
    }
  },
  "major_07_chariot": {
    "title": "Арба",
    "keywords": [
      "жігер",
      "жеңіс",
      "тәртіп"
    ],
    "meaning": {
      "general": "Арба ерік арқылы алға жылжу жайлы айтады.",
      "detailed": "Арба ерік арқылы алға жылжу жайлы айтады. Жақсы жағында бұл сенім және батыл алға жылжу. Көлеңкеде бұл асықтық немесе күштеп итеру болып көрінуі мүмкін. Кеңес: тізгінді сабырмен ұстаңыз."
    },
    "fact": "Арба Шаян белгісімен байланысты.",
    "stats": {
      "luck": 60,
      "power": 85,
      "love": 45,
      "clarity": 70
    }
  },
  "major_08_strength": {
    "title": "Күш",
    "keywords": [
      "батылдық",
      "сабыр",
      "ішкі күш"
    ],
    "meaning": {
      "general": "Күш жұмсақ шеберлік және сабырлы ерлік жайлы айтады.",
      "detailed": "Күш жұмсақ шеберлік және сабырлы ерлік жайлы айтады. Жақсы жағында бұл мейірімді сенім. Көлеңкеде бұл сенімсіздік немесе тұншыққан ашу болып көрінуі мүмкін. Кеңес: жүрекпен басқарыңыз, күшпен емес."
    },
    "fact": "Бұл карта Арыстан белгісімен байланысты.",
    "stats": {
      "luck": 55,
      "power": 80,
      "love": 70,
      "clarity": 65
    }
  },
  "major_09_hermit": {
    "title": "Жалғыз",
    "keywords": [
      "ішке үңілу",
      "даналық",
      "жалғыздық"
    ],
    "meaning": {
      "general": "Жалғыз ішкі бағдар мен тыныш ой жайлы айтады.",
      "detailed": "Жалғыз ішкі бағдар мен тыныш ой жайлы айтады. Жақсы жағында бұл ой арқылы айқындық. Көлеңкеде бұл оқшаулану немесе көмекті қабылдамау болып көрінуі мүмкін. Кеңес: алдымен ішкі шындықты іздеңіз."
    },
    "fact": "Жалғыз Бикеш белгісімен байланысты.",
    "stats": {
      "luck": 50,
      "power": 55,
      "love": 40,
      "clarity": 85
    }
  },
  "major_10_wheel": {
    "title": "Бақыт Дөңгелегі",
    "keywords": [
      "өзгеріс",
      "цикл",
      "тағдыр"
    ],
    "meaning": {
      "general": "Бақыт Дөңгелегі бетбұрыс және тағдыр ағыны жайлы айтады.",
      "detailed": "Бақыт Дөңгелегі бетбұрыс және тағдыр ағыны жайлы айтады. Жақсы жағында бұл сәтті мүмкіндік пен уақытылы өзгеріс. Көлеңкеде бұл қайталануға тұрып қалу болып көрінуі мүмкін. Кеңес: бейімделіп, толқынмен жүріңіз."
    },
    "fact": "Дөңгелекте төрт мастьтың нышаны бар.",
    "stats": {
      "luck": 90,
      "power": 55,
      "love": 55,
      "clarity": 60
    }
  },
  "major_11_justice": {
    "title": "Әділдік",
    "keywords": [
      "шындық",
      "теңдік",
      "жауапкершілік"
    ],
    "meaning": {
      "general": "Әділдік әділ шешім және салдар жайлы айтады.",
      "detailed": "Әділдік әділ шешім және салдар жайлы айтады. Жақсы жағында бұл адалдық және даналық. Көлеңкеде бұл бейтарапсыздық немесе жауапкершіліктен қашу болып көрінуі мүмкін. Кеңес: адал әрекет етіп, нәтижені қабылдаңыз."
    },
    "fact": "Әділдік Таразы белгісімен байланысты.",
    "stats": {
      "luck": 55,
      "power": 60,
      "love": 50,
      "clarity": 85
    }
  },
  "major_12_hanged_man": {
    "title": "Асылған",
    "keywords": [
      "кідіріс",
      "қабылдау",
      "көзқарас"
    ],
    "meaning": {
      "general": "Асылған жіберу арқылы жаңару жайлы айтады.",
      "detailed": "Асылған жіберу арқылы жаңару жайлы айтады. Жақсы жағында бұл сабыр және жаңа түсінік. Көлеңкеде бұл тежелу немесе өзін құрбан ету болып көрінуі мүмкін. Кеңес: кідіріс жауапты ашады."
    },
    "fact": "Төңкерілген қалып жаңа көзқарасты білдіреді.",
    "stats": {
      "luck": 50,
      "power": 45,
      "love": 55,
      "clarity": 75
    }
  },
  "major_13_death": {
    "title": "Өлім",
    "keywords": [
      "түрлену",
      "аяқталу",
      "жаңару"
    ],
    "meaning": {
      "general": "Өлім қажетті аяқталу және жаңа есік жайлы айтады.",
      "detailed": "Өлім қажетті аяқталу және жаңа есік жайлы айтады. Жақсы жағында бұл босату және қайта туу. Көлеңкеде бұл өзгерістен қорқу немесе өткенге жабысу болып көрінуі мүмкін. Кеңес: жіберіңіз — шынайырағы басталады."
    },
    "fact": "Атауы ауыр болса да, карта жаңаруды білдіреді.",
    "stats": {
      "luck": 60,
      "power": 75,
      "love": 50,
      "clarity": 70
    }
  },
  "major_14_temperance": {
    "title": "Теңгерім",
    "keywords": [
      "тепе-теңдік",
      "сауығу",
      "ұстамдылық"
    ],
    "meaning": {
      "general": "Теңгерім қарама-қарсылықты үйлестіру жайлы айтады.",
      "detailed": "Теңгерім қарама-қарсылықты үйлестіру жайлы айтады. Жақсы жағында бұл тыныш ағым және сабыр. Көлеңкеде бұл шектен шығу немесе теңсіздік болып көрінуі мүмкін. Кеңес: орта жолды таңдаңыз."
    },
    "fact": "Теңгерім Мерген белгісімен байланысты.",
    "stats": {
      "luck": 60,
      "power": 55,
      "love": 65,
      "clarity": 75
    }
  },
  "major_15_devil": {
    "title": "Шайтан",
    "keywords": [
      "арбау",
      "байлау",
      "көлеңке"
    ],
    "meaning": {
      "general": "Шайтан байлап тұрған тәуелділік жайлы айтады.",
      "detailed": "Шайтан байлап тұрған тәуелділік жайлы айтады. Жақсы жағында бұл жасырын қалауды тану. Көлеңкеде бұл тәуелділік, қорқыныш немесе өзіне кедергі болып көрінуі мүмкін. Кеңес: байлауды мойындап, босатыңыз."
    },
    "fact": "Шайтан Тауешкі белгісімен байланысты.",
    "stats": {
      "luck": 45,
      "power": 70,
      "love": 40,
      "clarity": 55
    }
  },
  "major_16_tower": {
    "title": "Мұнара",
    "keywords": [
      "күйреу",
      "аян",
      "босау"
    ],
    "meaning": {
      "general": "Мұнара кенет өзгеріс пен шындықтың ашылуы жайлы айтады.",
      "detailed": "Мұнара кенет өзгеріс пен шындықтың ашылуы жайлы айтады. Жақсы жағында бұл серпіліс және босау. Көлеңкеде бұл қызып кету немесе қарсыласу болып көрінуі мүмкін. Кеңес: жалған құрылым құласын."
    },
    "fact": "Мұнара Марспен байланысты.",
    "stats": {
      "luck": 50,
      "power": 80,
      "love": 40,
      "clarity": 65
    }
  },
  "major_17_star": {
    "title": "Жұлдыз",
    "keywords": [
      "үміт",
      "сауығу",
      "бағдар"
    ],
    "meaning": {
      "general": "Жұлдыз жаңару және айқын бағыт жайлы айтады.",
      "detailed": "Жұлдыз жаңару және айқын бағыт жайлы айтады. Жақсы жағында бұл шабыт және тыныш сенім. Көлеңкеде бұл үмітсіздік немесе күмән болып көрінуі мүмкін. Кеңес: жарыққа еріп, бір қадам жасаңыз."
    },
    "fact": "Жұлдыз Суқұйғыш белгісімен байланысты.",
    "stats": {
      "luck": 75,
      "power": 55,
      "love": 70,
      "clarity": 80
    }
  },
  "major_18_moon": {
    "title": "Ай",
    "keywords": [
      "елес",
      "интуиция",
      "түс"
    ],
    "meaning": {
      "general": "Ай белгісіздік, қиял және жасырын нәрсе жайлы айтады.",
      "detailed": "Ай белгісіздік, қиял және жасырын нәрсе жайлы айтады. Жақсы жағында бұл шығармашылық түйсік пен сезімталдық. Көлеңкеде бұл шатасу немесе белгісізден қорқу болып көрінуі мүмкін. Кеңес: баяу жүріп, шындықты тексеріңіз."
    },
    "fact": "Ай Балық белгісімен байланысты.",
    "stats": {
      "luck": 55,
      "power": 50,
      "love": 65,
      "clarity": 55
    }
  },
  "major_19_sun": {
    "title": "Күн",
    "keywords": [
      "қуаныш",
      "айқындық",
      "жетістік"
    ],
    "meaning": {
      "general": "Күн қуат, жылу және анық жеңіс жайлы айтады.",
      "detailed": "Күн қуат, жылу және анық жеңіс жайлы айтады. Жақсы жағында бұл сенім және қуаныш. Көлеңкеде бұл өз-өзіне тым сену немесе күйіп кету болып көрінуі мүмкін. Кеңес: нұрыңызды бөлісіп, тепе-тең сақтаңыз."
    },
    "fact": "Күн Арыстан белгісімен байланысты.",
    "stats": {
      "luck": 85,
      "power": 70,
      "love": 75,
      "clarity": 85
    }
  },
  "major_20_judgement": {
    "title": "Үкім",
    "keywords": [
      "ояну",
      "шақыру",
      "босату"
    ],
    "meaning": {
      "general": "Үкім ояту және жаңару жайлы айтады.",
      "detailed": "Үкім ояту және жаңару жайлы айтады. Жақсы жағында бұл кешіру және жоғары мақсат. Көлеңкеде бұл өзін қатты кінәлау болып көрінуі мүмкін. Кеңес: шақыруға жауап беріп, өткенді босатыңыз."
    },
    "fact": "Үкім қазіргі астрологияда Плутонмен байланысады.",
    "stats": {
      "luck": 70,
      "power": 65,
      "love": 60,
      "clarity": 80
    }
  },
  "major_21_world": {
    "title": "Әлем",
    "keywords": [
      "аяқталу",
      "тұтастық",
      "бірігу"
    ],
    "meaning": {
      "general": "Әлем толықсу және циклдің аяқталуы жайлы айтады.",
      "detailed": "Әлем толықсу және циклдің аяқталуы жайлы айтады. Жақсы жағында бұл жетістік және үйлесім. Көлеңкеде бұл кешіккен аяқталу болып көрінуі мүмкін. Кеңес: аяқталуды атап, сабақты қабылдаңыз."
    },
    "fact": "Әлем — Үлкен арканның соңғы картасы.",
    "stats": {
      "luck": 80,
      "power": 70,
      "love": 70,
      "clarity": 85
    }
  },
  "wands_00_knight": {
    "title": "Таяқтар Сері",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "батыл"
    ],
    "meaning": {
      "general": "Таяқтар Сері батыл серпін мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Сері батыл серпін мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл күшті бағыттаңыз және қолдау. Көлеңкеде бұл ойланбай асығу болуы мүмкін. күшті бағыттаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Сері құштарлық пен әрекет аясындағы батыл серпін белгісі.",
    "stats": {
      "luck": 55,
      "power": 88,
      "love": 50,
      "clarity": 53
    }
  },
  "wands_01_king": {
    "title": "Таяқтар Патша",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "шеберлік"
    ],
    "meaning": {
      "general": "Таяқтар Патша шеберлік пен билік мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Патша шеберлік пен билік мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл даналықпен басқарыңыз және қолдау. Көлеңкеде бұл қаталдық немесе үстемдік болуы мүмкін. даналықпен басқарыңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Патша құштарлық пен әрекет аясындағы шеберлік пен билік белгісі.",
    "stats": {
      "luck": 55,
      "power": 90,
      "love": 48,
      "clarity": 57
    }
  },
  "wands_02_queen": {
    "title": "Таяқтар Патшайым",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "мейірімді"
    ],
    "meaning": {
      "general": "Таяқтар Патшайым мейірімді сенім мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Патшайым мейірімді сенім мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл қамқорлықты бақылаусыз жасаңыз және қолдау. Көлеңкеде бұл шамадан тыс қамқорлық болуы мүмкін. қамқорлықты бақылаусыз жасаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Патшайым құштарлық пен әрекет аясындағы мейірімді сенім белгісі.",
    "stats": {
      "luck": 55,
      "power": 84,
      "love": 58,
      "clarity": 57
    }
  },
  "wands_03_page": {
    "title": "Таяқтар Паж",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "қызығушылық"
    ],
    "meaning": {
      "general": "Таяқтар Паж қызығушылық пен хабар мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Паж қызығушылық пен хабар мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл үйреніп, зерттеңіз және қолдау. Көлеңкеде бұл жетілмеу немесе өсек болуы мүмкін. үйреніп, зерттеңіз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Паж құштарлық пен әрекет аясындағы қызығушылық пен хабар белгісі.",
    "stats": {
      "luck": 57,
      "power": 80,
      "love": 52,
      "clarity": 61
    }
  },
  "wands_04_two": {
    "title": "Таяқтар Екі",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "теңдік"
    ],
    "meaning": {
      "general": "Таяқтар Екі теңдік пен таңдау мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Екі теңдік пен таңдау мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл екі жақты таразылаңыз және қолдау. Көлеңкеде бұл күмәнділік болуы мүмкін. екі жақты таразылаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Екі құштарлық пен әрекет аясындағы теңдік пен таңдау белгісі.",
    "stats": {
      "luck": 57,
      "power": 80,
      "love": 52,
      "clarity": 59
    }
  },
  "wands_05_three": {
    "title": "Таяқтар Үш",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "ынтымақтастық"
    ],
    "meaning": {
      "general": "Таяқтар Үш ынтымақтастық пен өсу мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Үш ынтымақтастық пен өсу мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл бірге құрыңыз және қолдау. Көлеңкеде бұл назардың шашырауы болуы мүмкін. бірге құрыңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Үш құштарлық пен әрекет аясындағы ынтымақтастық пен өсу белгісі.",
    "stats": {
      "luck": 57,
      "power": 82,
      "love": 54,
      "clarity": 57
    }
  },
  "wands_06_four": {
    "title": "Таяқтар Төрт",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "тұрақтылық"
    ],
    "meaning": {
      "general": "Таяқтар Төрт тұрақтылық пен тынығу мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Төрт тұрақтылық пен тынығу мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл негізді бекітіңіз және қолдау. Көлеңкеде бұл тұрып қалу болуы мүмкін. негізді бекітіңіз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Төрт құштарлық пен әрекет аясындағы тұрақтылық пен тынығу белгісі.",
    "stats": {
      "luck": 55,
      "power": 80,
      "love": 52,
      "clarity": 59
    }
  },
  "wands_07_five": {
    "title": "Таяқтар Бес",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "сынақ"
    ],
    "meaning": {
      "general": "Таяқтар Бес сынақ пен шиеленіс мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Бес сынақ пен шиеленіс мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл сабақты қабылдаңыз және қолдау. Көлеңкеде бұл қақтығыс немесе жоғалту болуы мүмкін. сабақты қабылдаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Бес құштарлық пен әрекет аясындағы сынақ пен шиеленіс белгісі.",
    "stats": {
      "luck": 55,
      "power": 82,
      "love": 48,
      "clarity": 57
    }
  },
  "wands_08_six": {
    "title": "Таяқтар Алты",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "үйлесім"
    ],
    "meaning": {
      "general": "Таяқтар Алты үйлесім мен алға жылжу мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Алты үйлесім мен алға жылжу мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл жұмсақ алға жылжыңыз және қолдау. Көлеңкеде бұл сағынышқа тұсау болуы мүмкін. жұмсақ алға жылжыңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Алты құштарлық пен әрекет аясындағы үйлесім мен алға жылжу белгісі.",
    "stats": {
      "luck": 59,
      "power": 82,
      "love": 54,
      "clarity": 57
    }
  },
  "wands_09_seven": {
    "title": "Таяқтар Жеті",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "стратегия"
    ],
    "meaning": {
      "general": "Таяқтар Жеті стратегия және табандылық мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Жеті стратегия және табандылық мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл маңыздыны қорғаңыз және қолдау. Көлеңкеде бұл күмән немесе жасырындық болуы мүмкін. маңыздыны қорғаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Жеті құштарлық пен әрекет аясындағы стратегия және табандылық белгісі.",
    "stats": {
      "luck": 57,
      "power": 84,
      "love": 50,
      "clarity": 59
    }
  },
  "wands_10_eight": {
    "title": "Таяқтар Сегіз",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "қозғалыс"
    ],
    "meaning": {
      "general": "Таяқтар Сегіз қозғалыс пен шеберлік мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Сегіз қозғалыс пен шеберлік мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл қарқынды реттеңіз және қолдау. Көлеңкеде бұл асығу немесе күйіп кету болуы мүмкін. қарқынды реттеңіз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Сегіз құштарлық пен әрекет аясындағы қозғалыс пен шеберлік белгісі.",
    "stats": {
      "luck": 57,
      "power": 84,
      "love": 50,
      "clarity": 57
    }
  },
  "wands_11_nine": {
    "title": "Таяқтар Тоғыз",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "төзім"
    ],
    "meaning": {
      "general": "Таяқтар Тоғыз төзім және шекара мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Тоғыз төзім және шекара мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл энергияңызды қорғаңыз және қолдау. Көлеңкеде бұл қорғанысқа кету болуы мүмкін. энергияңызды қорғаңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Тоғыз құштарлық пен әрекет аясындағы төзім және шекара белгісі.",
    "stats": {
      "luck": 57,
      "power": 84,
      "love": 50,
      "clarity": 59
    }
  },
  "wands_12_ten": {
    "title": "Таяқтар Он",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "аяқталу"
    ],
    "meaning": {
      "general": "Таяқтар Он аяқталу мен салмақ мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Он аяқталу мен салмақ мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл циклді ақылмен жабыңыз және қолдау. Көлеңкеде бұл шамадан тыс жүк болуы мүмкін. циклді ақылмен жабыңыз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Он құштарлық пен әрекет аясындағы аяқталу мен салмақ белгісі.",
    "stats": {
      "luck": 59,
      "power": 82,
      "love": 50,
      "clarity": 59
    }
  },
  "wands_13_ace": {
    "title": "Таяқтар Туз",
    "keywords": [
      "құштарлық",
      "қозғалыс",
      "жаңа"
    ],
    "meaning": {
      "general": "Таяқтар Туз жаңа ұшқын мен құштарлық пен әрекет туралы айтады.",
      "detailed": "Таяқтар Туз жаңа ұшқын мен құштарлық пен әрекет туралы айтады. Жақсы жағында бұл бастауға иә деңіз және қолдау. Көлеңкеде бұл жіберіп алған мүмкіндік болуы мүмкін. бастауға иә деңіз жасап, құштарлық пен әрекет бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Таяқтар Туз құштарлық пен әрекет аясындағы жаңа ұшқын белгісі.",
    "stats": {
      "luck": 61,
      "power": 86,
      "love": 52,
      "clarity": 57
    }
  },
  "swords_00_knight": {
    "title": "Қылыштар Сері",
    "keywords": [
      "шындық",
      "айқындық",
      "батыл"
    ],
    "meaning": {
      "general": "Қылыштар Сері батыл серпін мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Сері батыл серпін мен шындық пен ақыл туралы айтады. Жақсы жағында бұл күшті бағыттаңыз және қолдау. Көлеңкеде бұл ойланбай асығу болуы мүмкін. күшті бағыттаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Сері шындық пен ақыл аясындағы батыл серпін белгісі.",
    "stats": {
      "luck": 50,
      "power": 73,
      "love": 40,
      "clarity": 83
    }
  },
  "swords_01_king": {
    "title": "Қылыштар Патша",
    "keywords": [
      "шындық",
      "айқындық",
      "шеберлік"
    ],
    "meaning": {
      "general": "Қылыштар Патша шеберлік пен билік мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Патша шеберлік пен билік мен шындық пен ақыл туралы айтады. Жақсы жағында бұл даналықпен басқарыңыз және қолдау. Көлеңкеде бұл қаталдық немесе үстемдік болуы мүмкін. даналықпен басқарыңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Патша шындық пен ақыл аясындағы шеберлік пен билік белгісі.",
    "stats": {
      "luck": 50,
      "power": 75,
      "love": 38,
      "clarity": 87
    }
  },
  "swords_02_queen": {
    "title": "Қылыштар Патшайым",
    "keywords": [
      "шындық",
      "айқындық",
      "мейірімді"
    ],
    "meaning": {
      "general": "Қылыштар Патшайым мейірімді сенім мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Патшайым мейірімді сенім мен шындық пен ақыл туралы айтады. Жақсы жағында бұл қамқорлықты бақылаусыз жасаңыз және қолдау. Көлеңкеде бұл шамадан тыс қамқорлық болуы мүмкін. қамқорлықты бақылаусыз жасаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Патшайым шындық пен ақыл аясындағы мейірімді сенім белгісі.",
    "stats": {
      "luck": 50,
      "power": 69,
      "love": 48,
      "clarity": 87
    }
  },
  "swords_03_page": {
    "title": "Қылыштар Паж",
    "keywords": [
      "шындық",
      "айқындық",
      "қызығушылық"
    ],
    "meaning": {
      "general": "Қылыштар Паж қызығушылық пен хабар мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Паж қызығушылық пен хабар мен шындық пен ақыл туралы айтады. Жақсы жағында бұл үйреніп, зерттеңіз және қолдау. Көлеңкеде бұл жетілмеу немесе өсек болуы мүмкін. үйреніп, зерттеңіз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Паж шындық пен ақыл аясындағы қызығушылық пен хабар белгісі.",
    "stats": {
      "luck": 52,
      "power": 65,
      "love": 42,
      "clarity": 91
    }
  },
  "swords_04_two": {
    "title": "Қылыштар Екі",
    "keywords": [
      "шындық",
      "айқындық",
      "теңдік"
    ],
    "meaning": {
      "general": "Қылыштар Екі теңдік пен таңдау мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Екі теңдік пен таңдау мен шындық пен ақыл туралы айтады. Жақсы жағында бұл екі жақты таразылаңыз және қолдау. Көлеңкеде бұл күмәнділік болуы мүмкін. екі жақты таразылаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Екі шындық пен ақыл аясындағы теңдік пен таңдау белгісі.",
    "stats": {
      "luck": 52,
      "power": 65,
      "love": 42,
      "clarity": 89
    }
  },
  "swords_05_three": {
    "title": "Қылыштар Үш",
    "keywords": [
      "шындық",
      "айқындық",
      "ынтымақтастық"
    ],
    "meaning": {
      "general": "Қылыштар Үш ынтымақтастық пен өсу мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Үш ынтымақтастық пен өсу мен шындық пен ақыл туралы айтады. Жақсы жағында бұл бірге құрыңыз және қолдау. Көлеңкеде бұл назардың шашырауы болуы мүмкін. бірге құрыңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Үш шындық пен ақыл аясындағы ынтымақтастық пен өсу белгісі.",
    "stats": {
      "luck": 52,
      "power": 67,
      "love": 44,
      "clarity": 87
    }
  },
  "swords_06_four": {
    "title": "Қылыштар Төрт",
    "keywords": [
      "шындық",
      "айқындық",
      "тұрақтылық"
    ],
    "meaning": {
      "general": "Қылыштар Төрт тұрақтылық пен тынығу мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Төрт тұрақтылық пен тынығу мен шындық пен ақыл туралы айтады. Жақсы жағында бұл негізді бекітіңіз және қолдау. Көлеңкеде бұл тұрып қалу болуы мүмкін. негізді бекітіңіз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Төрт шындық пен ақыл аясындағы тұрақтылық пен тынығу белгісі.",
    "stats": {
      "luck": 50,
      "power": 65,
      "love": 42,
      "clarity": 89
    }
  },
  "swords_07_five": {
    "title": "Қылыштар Бес",
    "keywords": [
      "шындық",
      "айқындық",
      "сынақ"
    ],
    "meaning": {
      "general": "Қылыштар Бес сынақ пен шиеленіс мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Бес сынақ пен шиеленіс мен шындық пен ақыл туралы айтады. Жақсы жағында бұл сабақты қабылдаңыз және қолдау. Көлеңкеде бұл қақтығыс немесе жоғалту болуы мүмкін. сабақты қабылдаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Бес шындық пен ақыл аясындағы сынақ пен шиеленіс белгісі.",
    "stats": {
      "luck": 50,
      "power": 67,
      "love": 38,
      "clarity": 87
    }
  },
  "swords_08_six": {
    "title": "Қылыштар Алты",
    "keywords": [
      "шындық",
      "айқындық",
      "үйлесім"
    ],
    "meaning": {
      "general": "Қылыштар Алты үйлесім мен алға жылжу мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Алты үйлесім мен алға жылжу мен шындық пен ақыл туралы айтады. Жақсы жағында бұл жұмсақ алға жылжыңыз және қолдау. Көлеңкеде бұл сағынышқа тұсау болуы мүмкін. жұмсақ алға жылжыңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Алты шындық пен ақыл аясындағы үйлесім мен алға жылжу белгісі.",
    "stats": {
      "luck": 54,
      "power": 67,
      "love": 44,
      "clarity": 87
    }
  },
  "swords_09_seven": {
    "title": "Қылыштар Жеті",
    "keywords": [
      "шындық",
      "айқындық",
      "стратегия"
    ],
    "meaning": {
      "general": "Қылыштар Жеті стратегия және табандылық мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Жеті стратегия және табандылық мен шындық пен ақыл туралы айтады. Жақсы жағында бұл маңыздыны қорғаңыз және қолдау. Көлеңкеде бұл күмән немесе жасырындық болуы мүмкін. маңыздыны қорғаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Жеті шындық пен ақыл аясындағы стратегия және табандылық белгісі.",
    "stats": {
      "luck": 52,
      "power": 69,
      "love": 40,
      "clarity": 89
    }
  },
  "swords_10_eight": {
    "title": "Қылыштар Сегіз",
    "keywords": [
      "шындық",
      "айқындық",
      "қозғалыс"
    ],
    "meaning": {
      "general": "Қылыштар Сегіз қозғалыс пен шеберлік мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Сегіз қозғалыс пен шеберлік мен шындық пен ақыл туралы айтады. Жақсы жағында бұл қарқынды реттеңіз және қолдау. Көлеңкеде бұл асығу немесе күйіп кету болуы мүмкін. қарқынды реттеңіз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Сегіз шындық пен ақыл аясындағы қозғалыс пен шеберлік белгісі.",
    "stats": {
      "luck": 52,
      "power": 69,
      "love": 40,
      "clarity": 87
    }
  },
  "swords_11_nine": {
    "title": "Қылыштар Тоғыз",
    "keywords": [
      "шындық",
      "айқындық",
      "төзім"
    ],
    "meaning": {
      "general": "Қылыштар Тоғыз төзім және шекара мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Тоғыз төзім және шекара мен шындық пен ақыл туралы айтады. Жақсы жағында бұл энергияңызды қорғаңыз және қолдау. Көлеңкеде бұл қорғанысқа кету болуы мүмкін. энергияңызды қорғаңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Тоғыз шындық пен ақыл аясындағы төзім және шекара белгісі.",
    "stats": {
      "luck": 52,
      "power": 69,
      "love": 40,
      "clarity": 89
    }
  },
  "swords_12_ten": {
    "title": "Қылыштар Он",
    "keywords": [
      "шындық",
      "айқындық",
      "аяқталу"
    ],
    "meaning": {
      "general": "Қылыштар Он аяқталу мен салмақ мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Он аяқталу мен салмақ мен шындық пен ақыл туралы айтады. Жақсы жағында бұл циклді ақылмен жабыңыз және қолдау. Көлеңкеде бұл шамадан тыс жүк болуы мүмкін. циклді ақылмен жабыңыз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Он шындық пен ақыл аясындағы аяқталу мен салмақ белгісі.",
    "stats": {
      "luck": 54,
      "power": 67,
      "love": 40,
      "clarity": 89
    }
  },
  "swords_13_ace": {
    "title": "Қылыштар Туз",
    "keywords": [
      "шындық",
      "айқындық",
      "жаңа"
    ],
    "meaning": {
      "general": "Қылыштар Туз жаңа ұшқын мен шындық пен ақыл туралы айтады.",
      "detailed": "Қылыштар Туз жаңа ұшқын мен шындық пен ақыл туралы айтады. Жақсы жағында бұл бастауға иә деңіз және қолдау. Көлеңкеде бұл жіберіп алған мүмкіндік болуы мүмкін. бастауға иә деңіз жасап, шындық пен ақыл бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Қылыштар Туз шындық пен ақыл аясындағы жаңа ұшқын белгісі.",
    "stats": {
      "luck": 56,
      "power": 71,
      "love": 42,
      "clarity": 87
    }
  },
  "pentacles_00_knight": {
    "title": "Пентакльдер Сері",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "батыл"
    ],
    "meaning": {
      "general": "Пентакльдер Сері батыл серпін мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Сері батыл серпін мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл күшті бағыттаңыз және қолдау. Көлеңкеде бұл ойланбай асығу болуы мүмкін. күшті бағыттаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Сері тұрақтылық және материалдық өсім аясындағы батыл серпін белгісі.",
    "stats": {
      "luck": 70,
      "power": 68,
      "love": 55,
      "clarity": 63
    }
  },
  "pentacles_01_king": {
    "title": "Пентакльдер Патша",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "шеберлік"
    ],
    "meaning": {
      "general": "Пентакльдер Патша шеберлік пен билік мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Патша шеберлік пен билік мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл даналықпен басқарыңыз және қолдау. Көлеңкеде бұл қаталдық немесе үстемдік болуы мүмкін. даналықпен басқарыңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Патша тұрақтылық және материалдық өсім аясындағы шеберлік пен билік белгісі.",
    "stats": {
      "luck": 70,
      "power": 70,
      "love": 53,
      "clarity": 67
    }
  },
  "pentacles_02_queen": {
    "title": "Пентакльдер Патшайым",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "мейірімді"
    ],
    "meaning": {
      "general": "Пентакльдер Патшайым мейірімді сенім мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Патшайым мейірімді сенім мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл қамқорлықты бақылаусыз жасаңыз және қолдау. Көлеңкеде бұл шамадан тыс қамқорлық болуы мүмкін. қамқорлықты бақылаусыз жасаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Патшайым тұрақтылық және материалдық өсім аясындағы мейірімді сенім белгісі.",
    "stats": {
      "luck": 70,
      "power": 64,
      "love": 63,
      "clarity": 67
    }
  },
  "pentacles_03_page": {
    "title": "Пентакльдер Паж",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "қызығушылық"
    ],
    "meaning": {
      "general": "Пентакльдер Паж қызығушылық пен хабар мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Паж қызығушылық пен хабар мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл үйреніп, зерттеңіз және қолдау. Көлеңкеде бұл жетілмеу немесе өсек болуы мүмкін. үйреніп, зерттеңіз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Паж тұрақтылық және материалдық өсім аясындағы қызығушылық пен хабар белгісі.",
    "stats": {
      "luck": 72,
      "power": 60,
      "love": 57,
      "clarity": 71
    }
  },
  "pentacles_04_two": {
    "title": "Пентакльдер Екі",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "теңдік"
    ],
    "meaning": {
      "general": "Пентакльдер Екі теңдік пен таңдау мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Екі теңдік пен таңдау мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл екі жақты таразылаңыз және қолдау. Көлеңкеде бұл күмәнділік болуы мүмкін. екі жақты таразылаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Екі тұрақтылық және материалдық өсім аясындағы теңдік пен таңдау белгісі.",
    "stats": {
      "luck": 72,
      "power": 60,
      "love": 57,
      "clarity": 69
    }
  },
  "pentacles_05_three": {
    "title": "Пентакльдер Үш",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "ынтымақтастық"
    ],
    "meaning": {
      "general": "Пентакльдер Үш ынтымақтастық пен өсу мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Үш ынтымақтастық пен өсу мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл бірге құрыңыз және қолдау. Көлеңкеде бұл назардың шашырауы болуы мүмкін. бірге құрыңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Үш тұрақтылық және материалдық өсім аясындағы ынтымақтастық пен өсу белгісі.",
    "stats": {
      "luck": 72,
      "power": 62,
      "love": 59,
      "clarity": 67
    }
  },
  "pentacles_06_four": {
    "title": "Пентакльдер Төрт",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "тұрақтылық"
    ],
    "meaning": {
      "general": "Пентакльдер Төрт тұрақтылық пен тынығу мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Төрт тұрақтылық пен тынығу мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл негізді бекітіңіз және қолдау. Көлеңкеде бұл тұрып қалу болуы мүмкін. негізді бекітіңіз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Төрт тұрақтылық және материалдық өсім аясындағы тұрақтылық пен тынығу белгісі.",
    "stats": {
      "luck": 70,
      "power": 60,
      "love": 57,
      "clarity": 69
    }
  },
  "pentacles_07_five": {
    "title": "Пентакльдер Бес",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "сынақ"
    ],
    "meaning": {
      "general": "Пентакльдер Бес сынақ пен шиеленіс мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Бес сынақ пен шиеленіс мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл сабақты қабылдаңыз және қолдау. Көлеңкеде бұл қақтығыс немесе жоғалту болуы мүмкін. сабақты қабылдаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Бес тұрақтылық және материалдық өсім аясындағы сынақ пен шиеленіс белгісі.",
    "stats": {
      "luck": 70,
      "power": 62,
      "love": 53,
      "clarity": 67
    }
  },
  "pentacles_08_six": {
    "title": "Пентакльдер Алты",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "үйлесім"
    ],
    "meaning": {
      "general": "Пентакльдер Алты үйлесім мен алға жылжу мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Алты үйлесім мен алға жылжу мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл жұмсақ алға жылжыңыз және қолдау. Көлеңкеде бұл сағынышқа тұсау болуы мүмкін. жұмсақ алға жылжыңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Алты тұрақтылық және материалдық өсім аясындағы үйлесім мен алға жылжу белгісі.",
    "stats": {
      "luck": 74,
      "power": 62,
      "love": 59,
      "clarity": 67
    }
  },
  "pentacles_09_seven": {
    "title": "Пентакльдер Жеті",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "стратегия"
    ],
    "meaning": {
      "general": "Пентакльдер Жеті стратегия және табандылық мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Жеті стратегия және табандылық мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл маңыздыны қорғаңыз және қолдау. Көлеңкеде бұл күмән немесе жасырындық болуы мүмкін. маңыздыны қорғаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Жеті тұрақтылық және материалдық өсім аясындағы стратегия және табандылық белгісі.",
    "stats": {
      "luck": 72,
      "power": 64,
      "love": 55,
      "clarity": 69
    }
  },
  "pentacles_10_eight": {
    "title": "Пентакльдер Сегіз",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "қозғалыс"
    ],
    "meaning": {
      "general": "Пентакльдер Сегіз қозғалыс пен шеберлік мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Сегіз қозғалыс пен шеберлік мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл қарқынды реттеңіз және қолдау. Көлеңкеде бұл асығу немесе күйіп кету болуы мүмкін. қарқынды реттеңіз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Сегіз тұрақтылық және материалдық өсім аясындағы қозғалыс пен шеберлік белгісі.",
    "stats": {
      "luck": 72,
      "power": 64,
      "love": 55,
      "clarity": 67
    }
  },
  "pentacles_11_nine": {
    "title": "Пентакльдер Тоғыз",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "төзім"
    ],
    "meaning": {
      "general": "Пентакльдер Тоғыз төзім және шекара мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Тоғыз төзім және шекара мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл энергияңызды қорғаңыз және қолдау. Көлеңкеде бұл қорғанысқа кету болуы мүмкін. энергияңызды қорғаңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Тоғыз тұрақтылық және материалдық өсім аясындағы төзім және шекара белгісі.",
    "stats": {
      "luck": 72,
      "power": 64,
      "love": 55,
      "clarity": 69
    }
  },
  "pentacles_12_ten": {
    "title": "Пентакльдер Он",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "аяқталу"
    ],
    "meaning": {
      "general": "Пентакльдер Он аяқталу мен салмақ мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Он аяқталу мен салмақ мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл циклді ақылмен жабыңыз және қолдау. Көлеңкеде бұл шамадан тыс жүк болуы мүмкін. циклді ақылмен жабыңыз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Он тұрақтылық және материалдық өсім аясындағы аяқталу мен салмақ белгісі.",
    "stats": {
      "luck": 74,
      "power": 62,
      "love": 55,
      "clarity": 69
    }
  },
  "pentacles_13_ace": {
    "title": "Пентакльдер Туз",
    "keywords": [
      "тұрақтылық",
      "ресурс",
      "жаңа"
    ],
    "meaning": {
      "general": "Пентакльдер Туз жаңа ұшқын мен тұрақтылық және материалдық өсім туралы айтады.",
      "detailed": "Пентакльдер Туз жаңа ұшқын мен тұрақтылық және материалдық өсім туралы айтады. Жақсы жағында бұл бастауға иә деңіз және қолдау. Көлеңкеде бұл жіберіп алған мүмкіндік болуы мүмкін. бастауға иә деңіз жасап, тұрақтылық және материалдық өсім бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Пентакльдер Туз тұрақтылық және материалдық өсім аясындағы жаңа ұшқын белгісі.",
    "stats": {
      "luck": 76,
      "power": 66,
      "love": 57,
      "clarity": 67
    }
  },
  "cups_00_knight": {
    "title": "Кубоктар Сері",
    "keywords": [
      "сезім",
      "байланыс",
      "батыл"
    ],
    "meaning": {
      "general": "Кубоктар Сері батыл серпін мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Сері батыл серпін мен сезім және байланыс туралы айтады. Жақсы жағында бұл күшті бағыттаңыз және қолдау. Көлеңкеде бұл ойланбай асығу болуы мүмкін. күшті бағыттаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Сері сезім және байланыс аясындағы батыл серпін белгісі.",
    "stats": {
      "luck": 60,
      "power": 58,
      "love": 85,
      "clarity": 53
    }
  },
  "cups_01_king": {
    "title": "Кубоктар Патша",
    "keywords": [
      "сезім",
      "байланыс",
      "шеберлік"
    ],
    "meaning": {
      "general": "Кубоктар Патша шеберлік пен билік мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Патша шеберлік пен билік мен сезім және байланыс туралы айтады. Жақсы жағында бұл даналықпен басқарыңыз және қолдау. Көлеңкеде бұл қаталдық немесе үстемдік болуы мүмкін. даналықпен басқарыңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Патша сезім және байланыс аясындағы шеберлік пен билік белгісі.",
    "stats": {
      "luck": 60,
      "power": 60,
      "love": 83,
      "clarity": 57
    }
  },
  "cups_02_queen": {
    "title": "Кубоктар Патшайым",
    "keywords": [
      "сезім",
      "байланыс",
      "мейірімді"
    ],
    "meaning": {
      "general": "Кубоктар Патшайым мейірімді сенім мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Патшайым мейірімді сенім мен сезім және байланыс туралы айтады. Жақсы жағында бұл қамқорлықты бақылаусыз жасаңыз және қолдау. Көлеңкеде бұл шамадан тыс қамқорлық болуы мүмкін. қамқорлықты бақылаусыз жасаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Патшайым сезім және байланыс аясындағы мейірімді сенім белгісі.",
    "stats": {
      "luck": 60,
      "power": 54,
      "love": 93,
      "clarity": 57
    }
  },
  "cups_03_page": {
    "title": "Кубоктар Паж",
    "keywords": [
      "сезім",
      "байланыс",
      "қызығушылық"
    ],
    "meaning": {
      "general": "Кубоктар Паж қызығушылық пен хабар мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Паж қызығушылық пен хабар мен сезім және байланыс туралы айтады. Жақсы жағында бұл үйреніп, зерттеңіз және қолдау. Көлеңкеде бұл жетілмеу немесе өсек болуы мүмкін. үйреніп, зерттеңіз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Паж сезім және байланыс аясындағы қызығушылық пен хабар белгісі.",
    "stats": {
      "luck": 62,
      "power": 50,
      "love": 87,
      "clarity": 61
    }
  },
  "cups_04_two": {
    "title": "Кубоктар Екі",
    "keywords": [
      "сезім",
      "байланыс",
      "теңдік"
    ],
    "meaning": {
      "general": "Кубоктар Екі теңдік пен таңдау мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Екі теңдік пен таңдау мен сезім және байланыс туралы айтады. Жақсы жағында бұл екі жақты таразылаңыз және қолдау. Көлеңкеде бұл күмәнділік болуы мүмкін. екі жақты таразылаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Екі сезім және байланыс аясындағы теңдік пен таңдау белгісі.",
    "stats": {
      "luck": 62,
      "power": 50,
      "love": 87,
      "clarity": 59
    }
  },
  "cups_05_three": {
    "title": "Кубоктар Үш",
    "keywords": [
      "сезім",
      "байланыс",
      "ынтымақтастық"
    ],
    "meaning": {
      "general": "Кубоктар Үш ынтымақтастық пен өсу мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Үш ынтымақтастық пен өсу мен сезім және байланыс туралы айтады. Жақсы жағында бұл бірге құрыңыз және қолдау. Көлеңкеде бұл назардың шашырауы болуы мүмкін. бірге құрыңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Үш сезім және байланыс аясындағы ынтымақтастық пен өсу белгісі.",
    "stats": {
      "luck": 62,
      "power": 52,
      "love": 89,
      "clarity": 57
    }
  },
  "cups_06_four": {
    "title": "Кубоктар Төрт",
    "keywords": [
      "сезім",
      "байланыс",
      "тұрақтылық"
    ],
    "meaning": {
      "general": "Кубоктар Төрт тұрақтылық пен тынығу мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Төрт тұрақтылық пен тынығу мен сезім және байланыс туралы айтады. Жақсы жағында бұл негізді бекітіңіз және қолдау. Көлеңкеде бұл тұрып қалу болуы мүмкін. негізді бекітіңіз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Төрт сезім және байланыс аясындағы тұрақтылық пен тынығу белгісі.",
    "stats": {
      "luck": 60,
      "power": 50,
      "love": 87,
      "clarity": 59
    }
  },
  "cups_07_five": {
    "title": "Кубоктар Бес",
    "keywords": [
      "сезім",
      "байланыс",
      "сынақ"
    ],
    "meaning": {
      "general": "Кубоктар Бес сынақ пен шиеленіс мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Бес сынақ пен шиеленіс мен сезім және байланыс туралы айтады. Жақсы жағында бұл сабақты қабылдаңыз және қолдау. Көлеңкеде бұл қақтығыс немесе жоғалту болуы мүмкін. сабақты қабылдаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Бес сезім және байланыс аясындағы сынақ пен шиеленіс белгісі.",
    "stats": {
      "luck": 60,
      "power": 52,
      "love": 83,
      "clarity": 57
    }
  },
  "cups_08_six": {
    "title": "Кубоктар Алты",
    "keywords": [
      "сезім",
      "байланыс",
      "үйлесім"
    ],
    "meaning": {
      "general": "Кубоктар Алты үйлесім мен алға жылжу мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Алты үйлесім мен алға жылжу мен сезім және байланыс туралы айтады. Жақсы жағында бұл жұмсақ алға жылжыңыз және қолдау. Көлеңкеде бұл сағынышқа тұсау болуы мүмкін. жұмсақ алға жылжыңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Алты сезім және байланыс аясындағы үйлесім мен алға жылжу белгісі.",
    "stats": {
      "luck": 64,
      "power": 52,
      "love": 89,
      "clarity": 57
    }
  },
  "cups_09_seven": {
    "title": "Кубоктар Жеті",
    "keywords": [
      "сезім",
      "байланыс",
      "стратегия"
    ],
    "meaning": {
      "general": "Кубоктар Жеті стратегия және табандылық мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Жеті стратегия және табандылық мен сезім және байланыс туралы айтады. Жақсы жағында бұл маңыздыны қорғаңыз және қолдау. Көлеңкеде бұл күмән немесе жасырындық болуы мүмкін. маңыздыны қорғаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Жеті сезім және байланыс аясындағы стратегия және табандылық белгісі.",
    "stats": {
      "luck": 62,
      "power": 54,
      "love": 85,
      "clarity": 59
    }
  },
  "cups_10_eight": {
    "title": "Кубоктар Сегіз",
    "keywords": [
      "сезім",
      "байланыс",
      "қозғалыс"
    ],
    "meaning": {
      "general": "Кубоктар Сегіз қозғалыс пен шеберлік мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Сегіз қозғалыс пен шеберлік мен сезім және байланыс туралы айтады. Жақсы жағында бұл қарқынды реттеңіз және қолдау. Көлеңкеде бұл асығу немесе күйіп кету болуы мүмкін. қарқынды реттеңіз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Сегіз сезім және байланыс аясындағы қозғалыс пен шеберлік белгісі.",
    "stats": {
      "luck": 62,
      "power": 54,
      "love": 85,
      "clarity": 57
    }
  },
  "cups_11_nine": {
    "title": "Кубоктар Тоғыз",
    "keywords": [
      "сезім",
      "байланыс",
      "төзім"
    ],
    "meaning": {
      "general": "Кубоктар Тоғыз төзім және шекара мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Тоғыз төзім және шекара мен сезім және байланыс туралы айтады. Жақсы жағында бұл энергияңызды қорғаңыз және қолдау. Көлеңкеде бұл қорғанысқа кету болуы мүмкін. энергияңызды қорғаңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Тоғыз сезім және байланыс аясындағы төзім және шекара белгісі.",
    "stats": {
      "luck": 62,
      "power": 54,
      "love": 85,
      "clarity": 59
    }
  },
  "cups_12_ten": {
    "title": "Кубоктар Он",
    "keywords": [
      "сезім",
      "байланыс",
      "аяқталу"
    ],
    "meaning": {
      "general": "Кубоктар Он аяқталу мен салмақ мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Он аяқталу мен салмақ мен сезім және байланыс туралы айтады. Жақсы жағында бұл циклді ақылмен жабыңыз және қолдау. Көлеңкеде бұл шамадан тыс жүк болуы мүмкін. циклді ақылмен жабыңыз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Он сезім және байланыс аясындағы аяқталу мен салмақ белгісі.",
    "stats": {
      "luck": 64,
      "power": 52,
      "love": 85,
      "clarity": 59
    }
  },
  "cups_13_ace": {
    "title": "Кубоктар Туз",
    "keywords": [
      "сезім",
      "байланыс",
      "жаңа"
    ],
    "meaning": {
      "general": "Кубоктар Туз жаңа ұшқын мен сезім және байланыс туралы айтады.",
      "detailed": "Кубоктар Туз жаңа ұшқын мен сезім және байланыс туралы айтады. Жақсы жағында бұл бастауға иә деңіз және қолдау. Көлеңкеде бұл жіберіп алған мүмкіндік болуы мүмкін. бастауға иә деңіз жасап, сезім және байланыс бағытын ұстаныңыз."
    },
    "fact": "Дәстүрлі тарода Кубоктар Туз сезім және байланыс аясындағы жаңа ұшқын белгісі.",
    "stats": {
      "luck": 66,
      "power": 56,
      "love": 87,
      "clarity": 57
    }
  }
}
